Repository: Equirinya/together_planner
Catalog: ios/Runner/AppShortcuts.xcstrings
Source language: en
Languages: de, es

source: Add something to my shopping list in ${applicationName}
de: Füge etwas zu meiner Einkaufsliste in ${applicationName} hinzu
es: Añade algo a mi lista de la compra en ${applicationName}

source: Add to my shopping list in ${applicationName}
de: Etwas zur Einkaufsliste in ${applicationName} hinzufügen
es: Añadir a mi lista de la compra en ${applicationName}

source: Put something on my shopping list in ${applicationName}
de: Schreib etwas auf meine Einkaufsliste in ${applicationName}
es: Apunta algo en mi lista de la compra de ${applicationName}

source: What's for dinner in ${applicationName}
de: Was gibt es zu essen in ${applicationName}
es: Qué hay para cenar en ${applicationName}

source: What are we cooking in ${applicationName}
de: Was kochen wir in ${applicationName}
es: Qué vamos a cocinar en ${applicationName}

source: What's planned in ${applicationName}
de: Was ist geplant in ${applicationName}
es: Qué hay planeado en ${applicationName}

source: What's on my meal plan in ${applicationName}
de: Was steht auf meinem Essensplan in ${applicationName}
es: Qué hay en mi plan de comidas en ${applicationName}

source: Which recipes are planned in ${applicationName}
de: Welche Rezepte sind in ${applicationName} geplant
es: Qué recetas están planeadas en ${applicationName}

source: What are we eating this week in ${applicationName}
de: Was essen wir diese Woche in ${applicationName}
es: Qué vamos a comer esta semana en ${applicationName}

source: Next meals from ${applicationName}
de: Nächste Mahlzeiten aus ${applicationName}
es: Próximas comidas de ${applicationName}

source: Open ${meal} in ${applicationName}
de: Öffne ${meal} in ${applicationName}
es: Abre ${meal} en ${applicationName}

source: Show ${meal} with ${applicationName}
de: Zeig ${meal} in ${applicationName}
es: Muestra ${meal} en ${applicationName}

source: Open my shopping list in ${applicationName}
de: Öffne meine Einkaufsliste in ${applicationName}
es: Abre mi lista de la compra en ${applicationName}

source: Show the shopping list in ${applicationName}
de: Zeig die Einkaufsliste in ${applicationName}
es: Muestra la lista de la compra en ${applicationName}

source: Open my meal plan in ${applicationName}
de: Öffne meinen Essensplan in ${applicationName}
es: Abre mi plan de comidas en ${applicationName}

source: Show my recipes in ${applicationName}
de: Zeig meine Rezepte in ${applicationName}
es: Muestra mis recetas en ${applicationName}
